[
    {
        "id": "97505eda-3d6e-4f9a-b5a8-dee44d0fb991",
        "author": "Swagma",
        "title": "The Power of Positive Affirmations: Cultivating Self-Love and Confidence",
        "content": "Positive affirmations are powerful statements that can transform the way we think and feel about ourselves. By repeating affirmations such as \"I am worthy\" and \"I embrace my uniqueness,\" individuals can cultivate self-love, confidence, and resilience. Incorporating positive affirmations into daily practice can rewire the brain for optimism and empower individuals to overcome self-doubt and negative self-talk. yo",
        "likes": 19
    },
    {
        "id": "5bfc4c18-7074-45ac-98bd-62f1d2daee86",
        "author": "Olumide",
        "title": "Unlocking the Secrets of Productivity: Strategies for Maximizing Efficiency",
        "content": "In today's fast-paced world, productivity has become a prized asset for achieving personal and professional success. From time management techniques to goal-setting strategies, there are numerous ways to boost productivity and achieve more in less time. By prioritizing tasks, minimizing distractions, and optimizing workflow, individuals can unlock their full potential and accomplish their goals with greater efficiency.\r\n",
        "likes": 2
    },
    {
        "id": "7ca1e00b-4bc1-47e5-8c22-39b938e2ca27",
        "author": "Olu",
        "title": "The Rise of Plant-Based Eating: Nourishing Your Body and the Planet",
        "content": "Plant-based eating has gained momentum as a nutritious and sustainable dietary choice that benefits both health and the environment. By prioritizing whole foods such as fruits, vegetables, grains, and legumes, individuals can enjoy a diverse and nutrient-rich diet that supports overall well-being. Plant-based diets have been linked to numerous health benefits, including lower risk of chronic diseases and improved environmental sustainability.",
        "likes": 1
    },
    {
        "id": "367e6a5e-b92d-4c9e-9b94-6be9a6122894",
        "author": "Olumide",
        "title": "Ghosting",
        "content": "jbrubruvbr",
        "likes": 1
    },
    {
        "id": "5fbcf22b-ebf8-4f36-9188-aa8bfc656f98",
        "author": "Olumide",
        "title": "Testing Image",
        "content": "Word"
    },
    {
        "id": "7dcda386-b86e-4884-a881-b05fd336f3ca",
        "author": "fdf",
        "title": "ht",
        "content": "fkjk",
        "image": "uploads/thumbs-up.png",
        "likes": 3
    },
    {
        "id": "4168b948-e649-481b-a141-c57518bcf580",
        "author": "r",
        "title": "Heart",
        "content": "y",
        "image": "/uploads/heart.png"
    },
    {
        "id": "6c0ce168-8f33-4bd0-8d21-6e33f12ff1fe",
        "author": "Olumide",
        "title": "The main Test",
        "content": "Electric Conduits",
        "image": "uploads/electric conduit pipes.webp"
    },
    {
        "id": "7e9c4a6f-7d77-446c-8d3f-ae8e81f264e1",
        "author": "Olumide",
        "title": "PVC Engineer",
        "content": "PVC Engineers are really good",
        "image": "uploads/PVC engineer.jpg"
    }
]